Repository: johnciclus/evolucion
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: name
es: nombre del proyecto

source: title
es: titulo

source: description
es: descripción

source: keywords
es: palabras clave

source: model
es: submodelo

source: hits
es: visitas

source: stars
es: estrellas

source: created at
es: creado el

source: updated at
es: actualizado el

source: prose title
es: titulo

source: prose description
es: descripción

source: concepts
es: conceptos

source: cycles
es: ciclos

source: information
es: información

source: the project was successfully registered
es: el proyecto fue registrado exitosamente

source: Page not found
es: Página no encontrada

source: Server error (500)
es: Error del servidor (500)

source: We're sorry, but the requested page could not be found.
es: Lo sentimos, la página solicitada no fue encontrada

source: Home
es: Inicio

source: Server error
es: Error del servidor

source: Server Error <em>(500)</em>
es: Error del servidor <em>(500)</em>

source: Run the selected action
es: Ejecutar la acción seleccionada

source: Go
es: Ir

source: Click here to select the objects across all pages
es: Haga clic aquí para seleccionar los objetos a través de todas las páginas

source: Select all %(total_count)s %(module_name)s
es: Seleccionar todos los %(total_count)s %(module_name)s

source: Clear selection
es: Limpiar selección

source: Welcome,
es: Bienvenido,

source: Documentation
es: Documentación

source: Change password
es: Cambiar password

source: Log out
es: Cerrar sesión

source: Evolución site admin
es: Evolución sitio de administración

source: Evolución administration
es: Evolución, administración

source: Add
es: Agregar

source: History
es: Historia

source: View on site
es: Ver en el sitio

source: Delete?
es: borrar?

source: simulate
es: simular

source: save Graph
es: salvar gráfico

source: separated link
es: enlace separado

source: step by step
es: paso a paso

source: initial time
es: tiempo inicial

source: initial time placeholder
es: tiempo inicial

source: final time
es: tiempo final

source: final time placeholder
es: tiempo final

source: delta time
es: tiempo del paso

source: delta time placeholder
es: tiempo del paso

source: parameters
es: parametros

source: stocks
es: niveles

source: flows
es: flujos

source: auxiliaries
es: var. auxiliares

source: exogenous
es: var. exogenas

source: delays
es: retardos

source: multipliers
es: multiplicadores

source: previous values
es: val. anteriores

source: submodels
es: submodelos

source: toggle nav
es: navegador lateral

source: mathematical language model title
es: modelo en lenguaje matemático

source: mathematical language model content
es: modelo de simulación en lenguaje matematico, tipo sistema de ecuaciones discretas

source: javascript language model title
es: modelo en lenguaje javascript

source: javascript language model content
es: modelo de simulación en lenguaje computacional, especificamente Javascript que permite exportar el codigo

source: material relations
es: relaciones de material

source: information relations
es: relaciones de información

source: sectors
es: sectores

source: inf cursor btn title
es: cursor

source: inf concept btn title
es: concepto

source: inf cycle btn title
es: ciclo

source: inf clone btn title
es: clon

source: inf material relation btn title
es: relación de material

source: inf information relation btn title
es: relación de información

source: inf sector btn title
es: sector

source: prose title placeholder
es: titulo del modelo

source: prose description placeholder
es: descripción del modelo

source: relations
es: relaciones

source: saf cursor btn title
es: cursor

source: saf parameter btn title
es: parametro

source: saf stock btn title
es: nivel

source: saf flow btn title
es: flujo

source: saf auxiliary btn title
es: var. auxiliar

source: saf exogenous btn title
es: var. exogena

source: saf delay btn title
es: retraso

source: saf multiplier btn title
es: multiplicador

source: saf fis btn title
es: fis

source: saf submodel btn title
es: submodelo

source: saf clone btn title
es: clon

source: saf relation btn title
es: relación

source: saf sector btn title
es: sector

source: browser incompatibility
es: incompatibilidad del navegador de internet

source: close
es: cerrar

source: influences
es: influencias

source: stock and flow
es: flujo nivel

source: equations
es: ecuaciones

source: behaviors
es: comportamientos

source: all projects
es: Todos los proyectos

source: all projects description
es: Listado de todos los proyectos existentes en Evolución Web

source: open project
es: abrir projecto

source: carrousel title one
es: ambiente de modelado y simulación.

source: carrousel content one
es: Evolución web es un ambiente que recopila las características del proyecto Evolución y las implementa en un ambiente en la internet, con lo cual surgen nuevas posibilidades en el campo del modelado y la simulación con Dinámica de Sistemas.

source: sign up today
es: regístrate hoy

source: carrousel title two
es: dinámica de sistemas.

source: carrousel content two
es: Evolución Web hace uso del paradigma de la Dinámica de Sistemas, que permite representar fenómenos del mundo real mediante diversos lenguajes como textual, visual y matemático, contribuyendo de esta manera en los procesos de aprendizaje y toma de decisiones.</p>

source: learn more
es: aprenda más

source: carrousel title three
es: tecnologías Web.

source: carrousel content three
es: Evolución Web es una herramienta nativa de la Internet que implementa diversos estándares que contribuyen en la accesibilidad, la usabilidad, la ubicuidad y la compatibilidad tanto de los modelos dinámico sistémicos como de la herramienta misma.

source: browse gallery
es: navega por la galería

source: welcome title
es: bienvenido a Evolución Web

source: welcome content
es: Evolución Web es una tecnología que permite realizar modelamiento y simulación con Dinámica de Sistemas en un ambiente basado en Internet, este proyecto busca plantear y desarrollar tecnologías de modelado colaborativo en un futuro cercano.

source: view details
es: Mayor información

source: features title
es: Características

source: features content
es: Evolución Web integra los cinco lenguajes de la metodología de modelado y simulación de sistemas propuestas por el grupo SIMON de investigaciones los cuales son prosa, influencias, flujo-nivel, ecuaciones y comportamientos, los cuales son presentados por medio de interfaces web de ultima generación, que amplían las nuevas posibilidades en cuanto a la usabilidad del aplicativoen cada una de sus funcionalidades

source: explore title
es: Explore los proyectos

source: explore content
es: Los proyectos desarrollados dentro de la plataforma Evolución Web, son por defecto públicos, con la finalidad de promover la libertad y la accesibilidad del conocimiento, en este sentido se ha implementado la funcionalidad de reutilización de modelos, con lo cual se pueden copiar proyectos públicospara permitir diversos tipos de modificaciones.

source: prose
es: prosa

source: overview
es: resumen

source: open
es: abrir

source: save
es: guardar

source: download
es: descargar

source: nav home
es: inicio

source: nav explore
es: explorar

source: nav features
es: características

source: nav my projects
es: mis projectos

source: about
es: acerca de

source: nav history
es: historia

source: nav core team
es: equipo de desarrollo

source: nav community
es: comunidad

source: nav translations
es: traductores

source: nav contact us
es: contáctanos

source: nav sign up
es: regístrate

source: nav sign in
es: inicia sesión

source: settings
es: opciones

source: logout
es: cerrar sesión

source: new project
es: nuevo proyecto

source: new project title
es: titulo del nuevo projecto

source: project description
es: descripción del nuevo projecto

source: launch project
es: lanzar projecto

source: order by
es: ordenar por

source: creation date
es: fecha de creación

source: number of hits
es: numero de visualizaciones

source: number of stars
es: numero de estrellas

source: own projects
es: proyectos propios

source: own projects description
es: proyectos de autoría del usuario

source: copy project
es: copiar projecto

source: fork projects
es: proyectos basados en otras autorías

source: fork projects description
es: proyectos basados en proyectos de otros autores, que se desarrollan en versiones independientes de acuerdo al criterio del autor

source: sign up first_name placeholder
es: nombre(s)

source: sign up last_name placeholder
es: apellido(s)

source: sign up occupation placeholder
es: ocupación ej: ingeniero

source: sign up username placeholder
es: nombre de identificación en el sistema

source: sign up email placeholder
es: correo electrónico valido ej: nombre@dominio.com

source: sign up password placeholder
es: Contraseña con letras y numeros

source: sign up confirm_password
es: Confirme la contraseña

source: sign up confirm_password placeholder
es: Contraseña con letras y numeros

source: sign up title
es: Regístrate en Evolución Web

source: sign up terms
es: Condiciones del servicio de Evolución Web

source: sign up submit text
es: Registrarse

source: sign up log in text
es: Iniciar sesión

source: user editing
es: edición de usuario

source: save submit text
es: Guardar

source: occupation
es: ocupación

source: accept terms
es: acepta las condiciones del servicio

source: the user was successfully registered
es: el usuario fue registrado exitosamente

source: welcome to Evolucion Web
es: Bienvenido a Evolución Web

source: the user is not active
es: el usuario no esta activo

source: the username or password is not correct.
es: el nombre de usuario o contrase esta incorrecta
